tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "stripe/stripe-cli"
tap "virtuslab/git-machete"
brew "asciidoctor"
brew "bash"
brew "bat"
brew "berkeley-db", link: true
brew "glib"
brew "python@3.9"
brew "coreutils"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "fd"
brew "harfbuzz"
brew "gobject-introspection"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-machete"
brew "gnu-sed"
brew "gnupg"
brew "gpgme"
brew "helix"
brew "htop"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "jc"
brew "jq"
brew "lsd"
brew "mutt"
brew "nmap"
brew "pandoc"
brew "ripgrep"
brew "tig"
brew "w3m"
brew "nb"
brew "neovim"
brew "pass"
brew "poppler"
brew "qt"
brew "pdf2svg"
brew "reattach-to-user-namespace"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "texlive"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "xplr"
brew "yt-dlp"
brew "z"
brew "stripe/stripe-cli/stripe"
cask "affinity-photo"
cask "alacritty"
cask "arc"
cask "calibre"
cask "firefox"
cask "homebrew/cask-versions/google-chrome-dev"
cask "istat-menus"
cask "ngrok"
cask "rectangle"
cask "slack"
cask "soulseek"
cask "vlc"
