tap "ellie/atuin"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "stripe/stripe-cli"
tap "virtuslab/git-machete"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "ruby"
brew "asciidoctor"
brew "atuin"
brew "bash"
brew "bat"
brew "berkeley-db", link: true
brew "glib"
brew "cmake"
brew "coreutils"
brew "python@3.11"
brew "datasette"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-machete"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "gpgme"
brew "helix"
brew "htop"
brew "httpie"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jc"
brew "jq"
brew "libssh2"
brew "libxft"
brew "lsd"
brew "mutt"
brew "nmap"
brew "pandoc"
brew "ripgrep"
brew "tig"
brew "w3m"
brew "nb"
brew "neovim"
brew "ninja"
brew "openjdk"
brew "pass"
brew "poppler"
brew "pdf2svg"
brew "perl"
brew "python@3.10"
brew "qt"
brew "reattach-to-user-namespace"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "texlive"
brew "tmux"
brew "vim"
brew "watch"
brew "xplr"
brew "yt-dlp"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "stripe/stripe-cli/stripe"
cask "actual"
cask "alacritty"
cask "arc"
cask "calibre"
cask "firefox"
cask "google-chrome-dev"
cask "istat-menus"
cask "logseq"
cask "ngrok"
cask "orion"
cask "rectangle"
cask "slack"
cask "soulseek"
cask "visual-studio-code"
cask "vlc"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "DavidSanders.search-under-cursor"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "IronGeek.vscode-env"
vscode "matklad.pale-fire"
vscode "mechatroner.rainbow-csv"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "rust-lang.rust-analyzer"
vscode "sastan.twind-intellisense"
vscode "tamasfe.even-better-toml"
vscode "toba.vsfire"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
