tap "ellie/atuin"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
tap "saulpw/vd"
tap "stripe/stripe-cli"
tap "virtuslab/git-machete"
brew "aom"
brew "asciidoctor"
brew "atuin"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "bash"
brew "bat"
brew "bat-extras"
brew "berkeley-db", link: true
brew "cairo"
brew "ccache"
brew "cmake"
brew "coreutils"
brew "datasette"
brew "emacs"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gcc"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-machete"
brew "glib"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "gobject-introspection"
brew "gpgme"
brew "guile"
brew "harfbuzz"
brew "helix"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jc"
brew "jesseduffield/lazygit/lazygit"
brew "jless"
brew "jpeg-xl"
brew "jq"
brew "leptonica"
brew "libassuan"
brew "libheif"
brew "libplacebo"
brew "libraw"
brew "libssh2"
brew "libxft"
brew "llm"
brew "lsd"
brew "lua"
brew "luarocks"
brew "mpv"
brew "mutt"
brew "nb"
brew "neovim"
brew "ninja"
brew "nmap"
brew "numpy"
brew "openblas"
brew "openjdk"
brew "openjpeg"
brew "openvino"
brew "p11-kit"
brew "pandoc"
brew "pango"
brew "pass"
brew "pdf2svg"
brew "perl"
brew "pkgconf"
brew "poppler"
brew "python@3.12"
brew "python@3.12"
brew "qt"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "saulpw/vd/visidata"
brew "shared-mime-info"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "stripe/stripe-cli/stripe"
brew "tesseract"
brew "texlive"
brew "tig"
brew "tmux"
brew "unbound"
brew "uni"
brew "vim"
brew "w3m"
brew "watch"
brew "webp"
brew "wget"
brew "xplr"
brew "yt-dlp"
brew "zoxide"
brew "zstd"
cask "actual"
cask "aerospace"
cask "alacritty"
cask "arc"
cask "calibre"
cask "cardhop"
cask "firefox"
cask "google-chrome"
cask "istat-menus"
cask "keyboard-cleaner"
cask "logseq"
cask "ngrok"
cask "orbstack"
cask "orion"
cask "rectangle"
cask "slack"
cask "soulseek"
cask "visual-studio-code"
cask "vlc"
